Repository: LuxJakob/supplyChainSimulation
Catalog: supplyChainSimulation/MaterialPlanning_P3.*.resx
Languages: de

# label99.Text
source: Production Orders
de: Produktions- aufträge

# label97.Text
source: Orders In Progress
de: Aufträge in Bearbeitung

# label95.Text
source: Orders Queue
de: Aufträge in der Warteschlange

# label93.Text
source: Current Inventory
de: Aktuelles Inventar

# label91.Text
source: Planned Inventory
de: Geplantes Inventar

# label89.Text
source: Queue Of Successor
de: Warte- schlange

# label87.Text
source: Seelling Wish
de: Verkaufs- wunsch

# label1.Text
source: P3 - Material Planning
de: P3 - Material Planung

# switchMaterialP2.Text
source: Back
de: Zurück

# switchCapacityPlanning.Text
source: Next
de: Weiter
